Repository: heryandjaruma/cowboy-shooting-game
Catalog: Localizable.xcstrings
Source language: en
Languages: id

source: After receiving the signal to fire, quickly **flick your phone upwards**. Raising your whole arm or flicking up your wrist work as long as the **top or bottom** side of your phone is pointing towards the opponent.
id: Setelah menerima sinyal untuk menembak, segera **sentakkan ponselmu ke atas**. Mengangkat seluruh lengan maupun menyentakkan pergelangan tangan sama-sama berfungsi selama **sisi atas atau bawah** ponselmu mengarah ke lawan.

source: Before pressing **“Ready,”** take a distance between you and the other player. While this is not required for gameplay, it is advised to **avoid physical** contact with the other player.
id: Sebelum menekan **"Siap,"** jaga jarak antara kamu dan pemain lain. Meskipun tidak wajib untuk bermain, disarankan untuk **menghindari kontak fisik** dengan pemain lain.

source: Cancel
id: Batal

source: Create Game
id: Buat Game

source: CREATE GAME
id: BUAT GAME

source: Each player has **3 lives**. The last one standing will take the match.
id: Setiap pemain memiliki **3 nyawa**. Pemain terakhir yang bertahan memenangkan pertandingan.

source: Enter your name
id: Nama Kamu

source: FIRE!
id: TEMBAK!

source: Game created, waiting for a player.
id: Game dibuat, menunggu pemain.

source: Game List
id: Daftar Game

source: GAME SET
id: GAME DIBUAT

source: Got a name?
id: Siapa Namamu?

source: Grayscale Mode
id: Mode Abu Abu

source: Gunshot Noise
id: Suara Tembakan

source: Help
id: Bantuan

source: Join Game
id: Bergabung

source: JOIN GAME
id: BERGABUNG

source: Language
id: Bahasa

source: Press **“Create game”** to host a new game, or you can join a host's game with **“Join game”** and find any game you wish to join.
id: Tekan **"Buat Game** untuk menjadi host permainan baru, atau kamu bisa bergabung ke permainan host lain dengan **"Bergabung"** dan temukan permainan mana pun yang ingin kamu ikuti.

source: Press either one of your **volume button** to fire. The fastest slinger wins.
id: Tekan salah satu **tombol volume** untuk menembak. Penembak tercepat menang.

source: Ready
id: Siap

source: Save
id: Simpan

source: Settings
id: Pengaturan

source: SETTINGS
id: Pengaturan

source: TAKE DAMAGE
id: TERTEMBAK

source: Waiting…
id: Menunggu

source: What does the town call you, Slinger?
id: Apa sebutan penduduk kota untukmu, Slinger?
